Revit 2027 API
UnitTypeId.Decimeters Property
 Decimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Decimeters { get; }
Public Shared ReadOnly Property Decimeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Decimeters {
	ForgeTypeId^ get ();
}
static member Decimeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace